---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.NumberofPeople
source: html/3fd93563-f4fb-235f-d5e9-2913e669a1a8.htm
---
# Autodesk.Revit.DB.Mechanical.Space.NumberofPeople Property

Get or set the Number of People of the Space.

## Syntax (C#)
```csharp
public double NumberofPeople { get; set; }
```

## Remarks
This property is used to get or set Number of People of the Space.